---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.Global
enum: Autodesk.Revit.DB.MEPSystemClassification
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.Global

Reserved for application usage, used for UI filtering in Family Editor